Revit 2027 API
UnitTypeId.KilogramForceMetersPerMeter Property
 Kilogram force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramForceMetersPerMeter { get; }
Public Shared ReadOnly Property KilogramForceMetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramForceMetersPerMeter {
	ForgeTypeId^ get ();
}
static member KilogramForceMetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace